[
    {
      "id": 1,
      "image": "https://i.ibb.co/dBQSTpt/service1.jpg",
      "title": "Wedding Planning Services",
      "description": "Our expert wedding planners will meticulously craft every detail of your special day, ensuring a seamless and unforgettable experience. From concept to execution, we'll turn your dreams into reality. We offer personalized consultations, budget management, vendor coordination, and timeline planning to make your wedding vision come to life.",
      "price": 500
    },
    {
      "id": 2,
      "image": "https://i.ibb.co/dsNsVqV/service2.jpg",
      "title": "Photography and Videography",
      "description": "Capture the magic of your wedding with our talented photographers and cinematographers. We specialize in preserving cherished moments, so you can relive your day for years to come. Our photography packages include engagement sessions, high-resolution images, and custom albums, while our videography services provide cinematic storytelling and drone footage to capture every angle of your celebration.",
      "price": 700
    },
    {
      "id": 3,
      "image": "https://i.ibb.co/DWRwwxb/service3.png",
      "title": "Catering and Food Services",
      "description": "Indulge in a culinary experience like no other. Our culinary team will create a customized menu that delights your taste buds, accommodating dietary preferences and offering delectable treats for all. From elegant plated dinners to interactive food stations and dessert bars, we ensure that your wedding menu reflects your unique style and leaves a lasting impression on your guests.",
      "price": 550
    },
    {
      "id": 4,
      "image": "https://i.ibb.co/fvshL1M/service4.jpg",
      "title": "Venue Selection and Decoration",
      "description": "Discover the perfect backdrop for your love story. Our venue experts will assist you in selecting the ideal location and transform it into a stunning space that reflects your vision. We offer a wide range of decoration options, including floral arrangements, lighting design, and furniture rentals, to create an atmosphere that captures the essence of your love story.",
      "price": 990
    },
    {
      "id": 5,
      "image": "https://i.ibb.co/zWcDC9g/service5.png",
      "title": "Entertainment and Music",
      "description": "Create unforgettable memories with our entertainment offerings. From live bands and DJs to mesmerizing performers, we'll set the stage for an evening of music and dancing. Our entertainment packages include customized playlists, interactive games, and talented artists who will keep your guests entertained and dancing all night long.",
      "price": 400
    },
    {
      "id": 6,
      "image": "https://i.ibb.co/2vWwp8b/service6.png",
      "title": "Beauty and Wellness Services",
      "description": "Look and feel your absolute best on your big day. Our team of beauty professionals will pamper you and your bridal party, leaving you radiant and relaxed as you say 'I do.' From bridal hair and makeup to spa and wellness packages, we offer a range of services to ensure you radiate confidence and beauty on your wedding day.",
      "price": 500
    }
  ]
  